{
  "09-01-2025": {
    "image_url": "/cdn-cgi/image/format=auto,width=1400/https://static.ilmanifesto.it/2025/01/09prima-sala-meloni-lapresse.jpg",
    "title": "Anche cose buone",
    "body": "Anche cose buone Fuori dal carcere di Teheran: Cecilia Sala è libera. Ad accoglierla a Roma anche la presidente Meloni. Che incassa un successo personale, grazie al via libera di Trump. L’Italia non estraderà negli Usa l’iraniano Abedini",
    "saved_image": "images/il-manifesto_2025-01-09_prima-sala-meloni-lapresse.jpg"
  },
  "08-01-2025": {
    "image_url": "/cdn-cgi/image/format=auto,width=1400/https://static.ilmanifesto.it/2025/01/08prima-trump-zucke.jpg",
    "title": "Follower",
    "body": "Follower Addio lotta alle fake news, John Elkann nel board di Meta, «non vedo l’ora di lavorare» con il presidente: Zuckerberg si allinea a Trump, le piattaforme digitali sono tutte a destra. Starlink in Italia, per Salvini «un’opportunità», per Musk «è fantastico», l’opposizione si infuria",
    "saved_image": "images/il-manifesto_2025-01-08_prima-trump-zucke.jpg"
  },
  "07-01-2025": {
    "image_url": "/cdn-cgi/image/format=auto,width=1400/https://static.ilmanifesto.it/2025/01/07prima-meloni-lapresse.jpg",
    "title": "Satellite",
    "body": "Palazzo chigi smentisce a metà I “sovranisti” mettono la sicurezza delle comunicazioni nelle mani di Musk. Il governo conferma l’affare Starlink, smentisce solo che sia già firmato. Ma a quello pensa direttamente il boss di X. Che rilancia la sfida ai governi europei mentre stringe il patto con Meloni alla corte di Trump",
    "saved_image": "images/il-manifesto_2025-01-07_prima-meloni-lapresse.jpg"
  },
  "05-01-2025": {
    "image_url": "/cdn-cgi/image/format=auto,width=1400/https://static.ilmanifesto.it/2025/01/05prima-1-taglio.jpg",
    "title": "Only you",
    "body": "Only you Giorgia Meloni vola alla corte di Trump a Mar-a-Lago nel tentativo di sbloccare la trattativa per la liberazione di Cecilia Sala. Dal presidente Usa incaricato spera di ottenere il permesso per lo scambio con l’ingegnere iraniano Abedini, arrestato su mandato di Washington",
    "saved_image": "images/il-manifesto_2025-01-05_prima-1-taglio.jpg"
  },
  "04-01-2025": {
    "image_url": "/cdn-cgi/image/format=auto,width=1400/https://static.ilmanifesto.it/2025/01/04prima-lultima-parola-ansa.jpg",
    "title": "L'ultima parola",
    "body": "L'ultima parola Incontro teso a Teheran con l’ambasciatrice italiana: l’Iran lamenta l’arresto di Abedini e si irrigidisce. I genitori di Cecilia Sala chiedono il silenzio stampa. La liberazione della giornalista resta legata a quella dell’ingegnere iraniano. La scelta spetta al governo",
    "saved_image": "images/il-manifesto_2025-01-04_prima-lultima-parola-ansa.jpg"
  },
  "03-01-2025": {
    "image_url": "/cdn-cgi/image/format=auto,width=1400/https://static.ilmanifesto.it/2025/01/03prima-cecilia-sala-tit-liberta-condizionata-gettyimages-2017391132.jpg",
    "title": "Libertà condizionata",
    "body": "Fate presto Trattativa in salita per il caso della reporter Cecilia Sala, detenuta in condizioni difficili a Teheran. Il regime degli ayatollah parla esplicitamente di «reciprocità» con la vicenda del ricercatore Abedini arrestato a Malpensa. Ma Washington non la pensa così e stronca qualsiasi ipotesi di scambio",
    "saved_image": "images/il-manifesto_2025-01-03_prima-cecilia-sala-tit-liberta-condizionata-gettyimages-2017391132.jpg"
  },
  "02-01-2025": {
    "image_url": "/cdn-cgi/image/format=auto,width=1400/https://static.ilmanifesto.it/2025/01/02prima-2.jpg",
    "title": "Bolletta di guerra",
    "body": "Il prezzo della guerra Alle otto del primo gennaio è scaduto il contratto tra Russia e Ucraina per il transito del gas. Danno economico per Mosca. Ma anche per Kiev: le commissioni sono lo 0,5% del pil nazionale. Scure sulle spese energetiche europee, la Transnistria torna al carbone",
    "saved_image": "images/il-manifesto_2025-01-02_prima-2.jpg"
  },
  "31-12-2024": {
    "image_url": "/cdn-cgi/image/format=auto,width=1400/https://static.ilmanifesto.it/2024/12/31prima-milani-capodanno-getty.jpg",
    "title": "I soliti sospetti",
    "body": "I soliti sospetti Istituire «zone rosse» nelle città e vietarle ai «soggetti pericolosi». Con una lettera ai prefetti, il ministro Piantedosi anticipa il disegno di legge «sicurezza». Dalle feste in piazza di questa sera e per i prossimi mesi, decide la polizia chi entra nei centri storici e chi deve stare lontano",
    "saved_image": "images/il-manifesto_2024-12-31_prima-milani-capodanno-getty.jpg"
  }
}